Repository: StelTheo73/qubity
Catalog: lib/l10n/app_*.arb
Languages: el

source: Cancel
el: Ακύρωση

# continuePrompt
source: Continue
el: Συνέχεια

# correctAnswer
source: Correct answer: {correctAnswer}
el: Σωστή απάντηση: {correctAnswer}

source: Delete
el: Διαγραφή

# deleteGameData
source: Delete Data
el: Διαγραφή Δεδομένων

# deleteGameDataConfirmation
source: Are you sure you want to delete all game data?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα δεδομένα του παιχνιδιού;

# deleteGameDataHeader
source: Delete Game Data
el: Διαγραφή Δεδομένων Παιχνιδιού

source: Exit
el: Έξοδος

# gameCompleted
source: You have completed the game!
el: Ολοκληρώσατε το παιχνίδι!

source: Help
el: Βοήθεια

source: Level Completed!
el: Ολοκλήρωση επιπέδου!

# levelGatesList
source: Gates: {gates}
el: Πύλες: {gates}

# levelId
source: Level {levelId}
el: Επίπεδο {levelId}

# levelNewHighScore
source: New High Score!
el: Νέο Ρεκόρ!

source: Level Selection
el: Επίπεδα

source: Levels
el: Επίπεδα

source: Next
el: Επόμενο

source: Next Level
el: Επόμενο

source: Onboarding
el: Εισαγωγή

source: Previous
el: Προηγούμενο

# questionId
source: Question {questionId}
el: Ερώτηση {questionId}

source: Quiz
el: Κουίζ

# quizHistory
source: Previous Quiz Results
el: Ιστορικό

# quizHistoryEmpty
source: No previous quiz results
el: Δεν υπάρχουν προηγούμενα αποτελέσματα κουίζ

# quizHistoryView
source: View previous quiz results
el: Προβολή προηγούμενων αποτελεσμάτων

# quizScoreSavedMessage
source: Your score has been saved successfully!
el: Το σκορ σας αποθηκεύτηκε με επιτυχία!

# quizScoreErrorMessage
source: Failed to save to database:
el: Αποτυχία αποθήκευσης στη βάση δεδομένων:

source: Restart
el: Επανεκκίνηση

source: Restart Level
el: Επανεκκίνηση

source: Resume
el: Συνέχεια

source: Settings
el: Ρυθμίσεις

# selectAllAnswers
source: Please answer all questions before submitting
el: Παρακαλώ απαντήστε σε όλες τις ερωτήσεις πριν υποβάλετε

# selectAnAnswer
source: Please select an answer
el: Παρακαλώ επιλέξτε μια απάντηση

source: Select Language
el: Επιλογή Γλώσσας

source: Spaceships
el: Διαστημόπλοια

# spaceshipSelect
source: Select a Spaceship
el: Επιλογή Διαστημοπλοίου

# spaceshipUnlockedTitle
source: New spaceship unlocked!
el: Νέο διαστημόπλοιο διαθέσιμο!

# spaceshipUnlockedMessage
source: Check it out in the spaceship selection screen
el: Θα το βρείτε στην οθόνη επιλογής διαστημοπλοίων

# startGame
source: Start
el: Ξεκινήστε

source: Start Level
el: Έναρξη

source: Submit
el: Υποβολή

# takeQuiz
source: Take a quiz to test your knowledge
el: Κάντε ένα κουίζ για να ελέγξετε τις γνώσεις σας

source: Test Your Knowledge
el: Ελέγξτε τις γνώσεις σας

source: Tutorial
el: Επίδειξη

# welcome
source: Welcome to Qubity!
el: Καλώς ήρθατε στο Qubity!

# welcomeSelectLanguage
source: Please select your preferred language
el: Παρακαλώ επιλέξτε την προτιμώμενη γλώσσα

# welcomeChangeLater
source: You can change this later in the settings
el: Μπορείτε να την αλλάξετε αργότερα στις ρυθμίσεις

# youFound
source: You found {correctAnswers} out of {totalQuestions}
el: Βρήκατε {correctAnswers} από {totalQuestions}

source: Your Score:
el: Το σκορ σας:

# yourScoreIs
source: Your score is: {percentage}%
el: Το σκορ σας είναι: {percentage}%
